; Arabic
; Ayad Seghairi

[Arabic]
IDS_UPDATE_NO=لا يوجد تحديثات متاحة.
IDS_UPDATE_YES=هنالك تحديث متاح، هل تريد تنزيله؟
IDS_FILE=ملف
IDS_SETTINGS=الإعدادات
IDS_EXIT=خروج
IDS_LANGUAGE=لغة
IDS_HELP=مساعدة
IDS_WEBSITE=موقع الويب
IDS_CHECKUPDATES=تحقق من وجود تحديثات
IDS_ABOUT=حول البرنامج
IDS_DONATE=تبرع
IDS_TRAY_SHOW=إظهار / إخفاء
IDS_TRAY_DISABLE=تعطيل
IDS_TRAY_POPUP_1=مناطق نظيفة
IDS_TRAY_POPUP_2=نظف عندما يكون أكبر من
IDS_TRAY_POPUP_3=نظف الكل
IDS_CLEAN=محو الذاكرة
IDS_GROUP_1=ذاكرة فعلية
IDS_GROUP_2=الذاكرة الظاهرية
IDS_GROUP_3=ذاكرة التخزين المؤقت للنظام
IDS_ITEM_1=الإستعمال
IDS_ITEM_2=متاح
IDS_ITEM_3=إجمالي المتاح
IDS_SETTINGS_GENERAL=عام
IDS_SETTINGS_MEMORY=تنظيف الذاكرة
IDS_SETTINGS_APPEARANCE=المظهر
IDS_SETTINGS_TRAY=رمز الإعلام
IDS_CLOSE=إغلاق
IDS_TITLE_1=الإعداد العام
IDS_TITLE_2=إعادة تعيين
IDS_TITLE_3=مناطق الذاكرة التي يمكن تنظيفها
IDS_TITLE_4=إدارة الذاكرة
IDS_TITLE_5=اختصارات لوحة المفاتيح (عمومية)
IDS_TITLE_6=نمط
IDS_TITLE_7=مؤشرات اللون
IDS_TITLE_8=التحكم بالماوس
IDS_TITLE_9=تلميحات الأدوات
IDS_ALWAYSONTOP_CHK=مرئي دائما
IDS_LOADONSTARTUP_CHK=بدء التشغيل عند بدء تشغيل النظام
IDS_STARTMINIMIZED_CHK=إطلاق في الوضع المصغر
IDS_REDUCTCONFIRMATION_CHK=تأكيد جمع القمامة
IDS_SKIPUACWARNING_CHK=تجاهل تحذير التحكم في حساب المستخدم
IDS_CHECKUPDATES_CHK=تحقق بانتظام من التحديثات (مستحسن)
IDS_LANGUAGE_HINT=إختيار اللغة:
IDS_AUTOREDUCTENABLE_CHK=تنظيف عندما تكون أكبر من: (٪)
IDS_AUTOREDUCTINTERVALENABLE_CHK=تنظيف كل: (دقيقة)
IDS_HOTKEY_CLEAN_CHK=مسح الذاكرة:
IDS_TRAYUSETRANSPARENCY_CHK=إستخدم خلفية شفافة
IDS_TRAYSHOWBORDER_CHK=إظهار الحدود
IDS_TRAYROUNDCORNERS_CHK=زوايا دائرية
IDS_TRAYCHANGEBG_CHK=تغيير لون الخلفية (بدلًا من النص والحدود)
IDS_TRAYUSEANTIALIASING_CHK=استخدام الصقل
IDS_FONT_HINT=الخط:
IDS_COLOR_TEXT_HINT=لون النص
IDS_COLOR_BACKGROUND_HINT=لون الخلفية
IDS_COLOR_WARNING_HINT=لون المستوى "الحرج"
IDS_COLOR_DANGER_HINT=لون مستوى "الخطر"
IDS_TRAYLEVELWARNING_HINT="عتبة التنبيه" تبدأ عند: (٪)
IDS_TRAYLEVELDANGER_HINT="عتبة الخطر" تبدأ من: (٪)
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=نقرة عجلة:
IDS_TRAY_ACTION_1=إظهار / إخفاء
IDS_TRAY_ACTION_2=محو الذاكرة
IDS_TRAY_ACTION_3=فتح مدير المهام
IDS_SHOW_CLEAN_RESULT_CHK=إظهار نتائج جمع القمامة
IDS_QUESTION=هل أنت متأكد أنك تريد تنظيف الذاكرة؟
IDS_QUESTION_WARNING=التبديل بين "قائمة الانتظار" و "قائمة الصفحات المعدلة" يمكن أن يجمد جهاز الكمبيوتر الخاص بك لمدة دقيقة تقريبًا
IDS_QUESTION_FLAG_CHK=لا تظهر مرة أخرى
IDS_STATUS_CLEANED=تم تنظيف الذاكرة: تم تحرير٪ s.
IDS_STATUS_NOPRIVILEGES=حقوق المسؤول مطلوبة: الرجاء إعادة تشغيل التطبيق كمسؤول!
IDS_UPDATE_DOWNLOAD=يتم تنزيل التحديث...
IDS_UPDATE_DONE=إنتهى تنزيل التحديث.
IDS_UPDATE_ERROR=حدث خطأ اثناء الإتصال بالخادم.
IDS_UPDATE_INIT=يتم فحص إذا كان هنالك إصدارات جديدة...
IDS_UPDATE_INSTALL=تحديث متاح، هل تريد تنزيله؟
IDS_RESET=إعادة تعيين
IDS_QUESTION_RESET=هل أنت متأكد أنك تريد إعادة ضبط كل الإعدادات؟
IDS_NOTIFICATIONSOUND_CHK=تفعيل الإخطارات الصوتية
IDS_TITLE_ADVANCED=متقدم
IDS_VIEW=معاينة
IDS_USEDARKTHEME=استخدم المظهر الداكن
IDS_UPDATE_SPEED=Speed

091=السمة
092=اتباع النظام
093=الوضع الفاتح
094=الوضع الداكن
